<template>
	<view>
		<view class="head"><h1>“家政帮”网络平台服务协议</h1></view>
		<view class="bo">
			特别提示：在接受“家政帮”网络平台服务之前，您应当认真阅读《“家政帮”网络平台服务协议》（以下简称“本协议”），请您务必审慎阅读，充分理解各款内容。
			一、关于本协议
			1、本协议由您与“家政帮”网络平台的经营者共同缔结，是对双方具有约束力的法律文件。“家政帮”网络平台的经营者是指法律认可的经营“家政帮”网络平台网站的责任主体，本协议项中“家政帮”网络平台的经营者可单称或合称为“家政帮”网络服务平台。
			2、除另行明确声明外，通过“家政帮”网络平台(包括但不限于任何“家政帮”及其关联公司、独立线下商品/服务提供商等提供的相关服务，均受本协议约束。)如果您不同意本协议的约定，您应立即停止注册、激活程序或停止使用“家政帮”网络平台的所有服务。
			3、“家政帮”网络平台有权根据需要不时地制订、修改本协议规则，并公布在“家政帮”网络平台，无需另行单独通知您。变更后的协议和规则一经在“家政帮”网络平台公布后，立即或在公告明确的特定时间自动生效。若您在前述变更后继续使用“家政帮”网络平台服务，即表示您已经阅读、理解并接受经修订的协议和规则。若您不同意相关变更，应当立即停止使用“家政帮”网络平台的所有服务。
			二、“家政帮”网络平台服务
			1、通过“家政帮”网络平台提供的服务，您可在“家政帮”网络平台上预订、查询产品和服务信息、达成交易意向并进行交易、对其服务进行评价、参加“家政帮”组织的活动以及使用其它信息服务及技术服务,具体以所开通的平台提供的服务内容为准。
			2、您在“家政帮”网络平台上交易过程中与线下商品或服务提供商发生服纠纷时，一旦经得您或服务提供商任一方或双方同意共同向“家政帮” 网络平台提出要求协调处理，则“家政帮”网络平台作为独立第三方，有权根据单方判断做出协调处理决定，您了解并同意接受“家政帮”网络平台的判断和协调处理决定。
			3、您了解并同意，“家政帮”网络平台有权应政府部门(包括司法及行政部门)的要求，向其提供您向“家政帮”网络平台提供的用户信息和交易记录等必要信息。如您涉嫌侵犯他人知识产权等合法权益，则“家政帮” 网络平台亦有权在初步判断涉嫌侵权行为存在的情况下，向权利人提供您必要的身份信息。
			4、您在使用“家政帮”网络平台服务过程中；所产生的应纳税赋,以及一切硬件、软件、服务及其它方面的费用，均由您独自承担。
			三、特别授权
			您完全理解并不可撤销地授予“家政帮”网络平台以下权利:
			1、您完全理解并不可撤销地授权“家政帮”网络平台或“家政帮”网络平台授权的第三方或您与“家政帮”网络平台一致同意的第三方，根据本协议及“家政帮”网络平台规则的规定，处理您在“家政帮”网络平台上发生的所有交易及可能产生的交易纠纷。您同意接受“家政帮”网络平台或“家政帮”网络平台授权的第三方或您与“家政帮”网络平台一致同意的第三方的判断和调处决定。
			2、一旦您向“家政帮”网络平台作出任何形式的承诺，且“家政帮”网络平台已确认您违反了该承诺，则“家政帮”网络平台有权立即按您的承诺或协议约定的方式对您的账户采取限制措施，包括中止或终止向您提供服务，并公示您的违约情况。您了解并同意，“家政帮”网络平台无须就相关确认与您核对事实，或另行征得您的同意，且“家政帮”网络平台无须就此限制措施或公示行为向您承担任何的责任。
			3、一旦您违反本协议，或与“家政帮”网络平台签订的其他协议的约定，“家政帮”网络平台有权要求对您的权益采取限制措施，要求“家政帮”网络平台中止、终止对您提供部分或全部服务，且在其经营或实际控制的任何网站公示您的违约情况。
			四、所有权和知识产权条款
			1、“家政帮”网络平台是“家政帮”网络平台的制作者，拥有“家政帮”网络平台内容及资源的著作权等合法权利受国家法律保护有权不时地对本协议及“家政帮”网络平台的内容进行修订，并在“家政帮”网络平台发布，无须另行通知用户。在法律允许的最大限度范围内，“家政帮”网络平台对本协议及“家政帮”网络平台内容拥有最终解释权。
			2、除法律另有强制性规定外，未经“家政帮”网络平台明确的特别书面许可，任何单位或个人不得以任何方式非法地全部或部分复制、转载、引用、涟接、抓取或以其他方式使用“家政帮”网络平台网络平台的信息内容，否则，“家政帮”网络平台有权追究其法律责任。
			3、“家政帮”网络平台所刊登的资料信息(诸如文字、图表、标识、按钮图标、图像、声音文件片段、数字下载、数据编辑和软件) 。均是“家政帮”网络平台的财产，受中国和国际版权法的保护。“家政帮”网络平台上所有内容的汇编是“家政帮”网络平台的排他财产，受中国和国际版权法的保护。“家政帮”网络平台上所有软件都是“家政帮”网络平台或其关联公司或其软件供应商的财产，受中国和国际版权法的保护。
			五、隐私权政策
			“家政帮”网络平台将在“家政帮”网络平台公布并不时修订隐私权政策，隐私权政策构成本协议的有效组成部分。
			1、“家政帮”网络平台服务协议所涉及的隐私是指: 在用户注册“家政帮”网络平台账号时，使用“家政帮”网络平台产品或服务，访问“家政帮”网络平台，参加任何形式的用户活动时，“家政帮”网络平台收集的用户的个人身份识别资料，包括用户的姓名、昵称、电邮地址、电话等。“家政帮”网络平台自动接收并记录用户的浏览器和服务器日志上的信息，包括但不限于用户的IP地址、Cookie 、在线、无线信息、信件等资料。
			2、“家政帮”网络平台收集上述信息将用于:提供网站服务、改进网页内容满足用户对某种产品、活动的需求、通知用户最新产品、活动信息、载根据法律法规要求的用途。
			3、用户的“家政帮”网络平台账号具有密码保护功能，以确保用户的隐私和信息安全。在某些情况下，“家政帮”网络平台使用通行标准的保密系统，确保资料传送的安全性。
			4、“家政帮”网络平台可能利用工具，为合作伙伴的网站进行数据搜集工作相关数据也会作统计用途。网站会将所记录的“家政帮”网络平台用户数据整合起来，以综合数据形式供合作伙伴参考。综合数据会包括人数统计和使用情况等资料，但不会包合任何可以识别个人身份的数据。
			六、法律适用、管辖与其他
			1、本协议之效力、解释、变更、执行与争议解决均适用中华人民;共和国大陆地区法律，如无相关法律规定的，则应参照通用国际商业惯例或行业惯例。
			2、本协议包合了您使用“家政帮”网络平台需遵守的一般性规范，您在使用“家政帮”网络平台时还需遵守适用于该平台的特殊性规范(具体请参见您与该平台签署的其他协议以及平台规则等内容)。-般性规范如与特殊性规范不一致载有冲突，则特殊性规范具有优先效力。
			3、因本协议产生之争议需根据您使用的服务归属的平台确定具体的争议对象;例如因您使用“家政帮”网络平台服务所产生的争议应由“家政帮”网络平台的经营者与您沟通并处理。一旦产生争议，您与“家政帮”网络平台的经营者均同意以“家政帮”网络平台的经营者所在地有管辖权人民法院为第一审管辖法院。
		</view>
	</view>
</template>

<script>
</script>

<style>
	.head{
		text-align: center; 
	}
	.bo{
		text-indent:2em;
		margin-top: 2px;
		margin-left: 8px;
		margin-right: 8px;
	}
</style>
